{
    "us": {
        "George Washington": "George Washington(February 22, 1732 –December 14, 1799) was a Founding Father of the United States, military officer, and farmer who served as the firstpresident of the United Statesfrom 1789 to 1797. Appointed by the Second Continental Congressas commander of the Continental Armyin 1775, Washington led Patriotforces to victory in the American Revolutionary Warand then served as president of the Constitutional Conventionin 1787, which drafted the current Constitution of the United States. Washington has thus become commonly known as the \"Father of his Country\".",
        "Barack Obama": "Barack Hussein Obama II[a](born August 4, 1961) is an American politician who served as the 44thpresident of the United Statesfrom 2009 to 2017. As a member of the Democratic Party, he was the first African-Americanpresident in U. S. history. Obama previously served as a U. S. senatorrepresenting Illinoisfrom 2005 to 2008 and as an Illinois state senatorfrom 1997 to 2004.",
        "Abraham Lincoln": "Abraham Lincoln(/ˈlɪŋkən/LINK-ən; February 12, 1809 – April 15, 1865) was the 16thpresident of the United States, serving from 1861 untilhis assassinationin 1865. He led the United States through the American Civil War, defending the nation as a constitutionalunion, defeating the Confederacy, playing a major role in theabolition ofslavery, expanding the power of thefederal government, and modernizing the U. S. economy.",
        "George Bush": "George Herbert Walker Bush[a](June 12, 1924 – November 30, 2018) was an American politician, diplomat, and businessman who served as the 41stpresident of the United Statesfrom 1989 to 1993. A member of the Republican Party, he also served as the 43rdvice presidentfrom 1981 to 1989 under Ronald Reaganand previously in various otherfederal positions.[2]",
        "Bill Clinton": "William Jefferson Clinton(néBlythe; born August 19, 1946) is an American lawyer and politician who served as the 42ndpresident of the United Statesfrom 1993 to 2001. A member of the Democratic Party, he previously served asgovernor of Arkansasfrom 1979 to 1981 and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\"political philosophy, became known as a New Democrat.",
        "Joe Biden": "Joseph Robinette Biden Jr.[b](born November 20, 1942) is an American politician who has been the 46th and currentpresident of the United Statessince 2021. A member of the Democratic Party, he served as the 47thvice presidentfrom 2009 to 2017 under President Barack Obamaand represented Delawarein the U. S. Senatefrom 1973 to 2009.",
        "Franklin Roosevelt": "Franklin Delano Roosevelt[a](January 30, 1882 – April 12, 1945), commonly known by his initials FDR, was the 32ndpresident of the United States, serving from 1933 until his death in 1945. The longest-serving U. S. president, he is the only president to have served more than two terms. Hisinitial two termswere centered on combating the Great Depression, while histhird and fourthsaw him shift his focus to America's involvement in World War II.",
        "Andrew Johnson": "Andrew Johnson(December 29, 1808 – July 31, 1875) was the 17thpresident of the United States, serving from 1865 to 1869. He assumed the presidency following theassassination of Abraham Lincoln, as he wasvice presidentat that time. Johnson was a Democratwho ran with Abraham Lincolnon the National Union Partyticket, coming to office as the Civil Warconcluded. He favored quick restoration of theseceded states to the Unionwithout protection for thenewly freed peoplewho were formerlyenslavedas well as pardoning ex-Confederates. This led to conflict with the Republican-dominated Congress, culminating inhis impeachmentby the House of Representatives in 1868. He wasacquitted in the Senateby one vote.",
        "Gerald Ford": "Gerald Rudolph Ford Jr.[a](born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was the 38thpresident of the United States, serving from 1974 to 1977. A member of the Republican Party, Ford assumed the presidency after President Richard Nixonresigned, under whom he had served as the 40thvice presidentfrom 1973 to 1974. Prior to that, he served as a member of the United States House of Representativesfrom 1949 to 1973.",
        "Richard Nixon": "Richard Milhous Nixon(January 9, 1913 – April 22, 1994) was the 37thpresident of the United States, serving from 1969 until hisresignationin 1974. A member of the Republican Party, he previously served as arepresentativeandsenatorfrom Californiaand as the 36thvice presidentfrom 1953 to 1961 under President Dwight D. Eisenhower. His presidencysaw the reduction of U. S. involvement in the Vietnam War,détentewith the Soviet Unionand China, the Apollo 11Moon landing, and the establishment of the Environmental Protection Agencyand Occupational Safety and Health Administration. Nixon's second term ended early when he became the only U. S. president to resign from office, as a result of the Watergate scandal.",
        "Lyndon Johnson": "Lyndon Baines Johnson(/ˈlɪndənˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to as LBJ, was the 36thpresident of the United States, serving from 1963 to 1969. He became president afterthe assassinationof John F. Kennedy, under whom he had served as the 37thvice presidentfrom 1961 to 1963. ADemocratfrom Texas, Johnson previously served as a U. S. representativeand U. S. senator.",
        "John Kennedy": "John Fitzgerald Kennedy(May 29, 1917 – November 22, 1963), often referred to as JFK, was the 35thpresident of the United States, serving from 1961 untilhis assassinationin 1963. He was theyoungestpersonelectedpresident.[a]Kennedy served at the height of the Cold War, and the majority of his foreign policy concerned relations with the Soviet Unionand Cuba. ADemocrat, Kennedy represented Massachusettsin both houses of the United States Congressprior to his presidency.",
        "Dwight Eisenhower": "Dwight David Eisenhower[a](born David Dwight Eisenhower; October 14, 1890 – March 28, 1969) was the 34thpresident of the United States, serving from 1953 to 1961. During World War II, he was Supreme Commander of the Allied Expeditionary Forcein Europe and achieved thefive-star rankas General of the Army. Eisenhower planned and supervised two of the most consequential military campaigns of World War II:Operation Torchin the North Africa campaignin 1942–1943 and theinvasion of Normandyin 1944.",
        "Ronald Reagan": "Ronald Wilson Reagan[a](February 6, 1911 – June 5, 2004) was an American politician and actor who served as the 40thpresident of the United Statesfrom 1981 to 1989. A member of the Republican Party, he became an important figure in the American conservative movement, andhis presidencyis known as the Reagan era.",
        "Harry Truman": "Harry S. Truman(May 8, 1884 – December 26, 1972) was an American lawyer and politician who was the 33rdpresident of the United States, serving from 1945 to 1953. A member of the Democratic Party, he served as a United States senatorfrom Missourifrom 1935 to 1945 and briefly in 1945 as the 34thvice president of the United Statesunder Franklin D. Roosevelt. Assuming the presidency after Roosevelt's death, Truman implemented the Marshall Planin the wake of World War IIto rebuild the economy of Western Europe and established both the Truman Doctrineand NATOto contain the expansion of Soviet communism. He proposed numerous liberal domestic reforms, but few were enacted by theconservative coalitionthat dominated Congress.",
        "John Adams": "John Quincy Adams(/ˈkwɪnzi/ⓘ;[a]July 11, 1767 – February 23, 1848) was the sixthpresident of the United States, serving from 1825 to 1829. He previously served as the eighth United States secretary of statefrom 1817 to 1825. During his long diplomatic and political career, Adams served as an ambassador and also as a member of the United States Congressrepresenting Massachusettsin both chambers. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalistlike his father, he won election to the presidency as a member of the Democratic-Republican Party, and later, in the mid-1830s, became affiliated with the Whig Party.",
        "Thomas Jefferson": "Thomas Jefferson(April 13, 1743[b]– July 4, 1826) was an American statesman, planter, diplomat, lawyer, architect, philosopher, and Founding Fatherwho served as the thirdpresident of the United Statesfrom 1801 to 1809.[6]He was the primary author of the Declaration of Independence. Following the American Revolutionary Warand before becoming president in 1801, Jefferson was the nation's first U. S. secretary of stateunder George Washingtonand then the nation's secondvice presidentunder John Adams. Jefferson was a leading proponent of democracy,republicanism, andnatural rights, and he produced formative documents and decisions at the state, national, and international levels.",
        "James Madison": "James Madison(March 16, 1751[b]– June 28, 1836) was an American statesman, diplomat, and Founding Fatherwho served as the fourthpresident of the United Statesfrom 1809 to 1817. Madison was popularly acclaimed the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United Statesand the Bill of Rights.",
        "James Monroe": "James Monroe(/mənˈroʊ/mən-ROH; April 28, 1758 – July 4, 1831), a Founding Father of the United States, served as the fifthpresident of the United Statesfrom 1817 to 1825. He was the last Founding Father to serve as president as well as the last president of the Virginia dynasty. He was a member of the Democratic-Republican Party, andhis presidencycoincided with the Era of Good Feelings, concluding the First Party Systemera of American politics. He issued the Monroe Doctrine, a policy of limiting European colonialism in the Americas. Monroe previously served as governor of Virginia, a member of the United States Senate, U. S. ambassador to France and Britain, the seventh secretary of state, and the eighth secretary of war.",
        "Andrew Jackson": "Andrew Jackson(March 15, 1767 – June 8, 1845) was the seventhpresident of the United States, serving from 1829 to 1837. Beforehis presidency, he gained fame as a general in the U. S. Armyand served in both houses of the U. S. Congress. Often praised as an advocate for ordinary Americans and for his work inpreserving the union of states, Jackson has also been criticized for his racial policies, particularly his treatment of Native Americans.",
        "Martin Van Buren": "Martin Van Buren(/vænˈbjʊərən/van BURE-ən;Dutch:Maarten van Buren[ˈmaːrtə(ɱ)vɑmˈbyːrə(n)]ⓘ; December 5, 1782 – July 24, 1862) was the eighthpresident of the United States, serving from 1837 to 1841. A primary founder of the Democratic Party, he served as New York's attorney generaland U. S. senator, then briefly as the ninthgovernor of New Yorkbefore joining Andrew Jackson's administration as the tenth United States secretary of state, minister to Great Britain, and ultimately the eighthvice presidentfrom 1833 to 1837, after being elected on Jackson's ticket in1832. Van Buren won the presidency in1836against divided Whig opponents. Van Buren lost re-election in1840, and failed to win the Democratic nomination in1844. Later in his life, Van Buren emerged as an elder statesman and ananti-slaveryleader who led the Free Soil Partyticket in the1848 presidential election.",
        "William Harrison": "William Henry Harrison(February 9, 1773 – April 4, 1841) served as the ninthpresident of the United Statesfrom March 4 to April 4, 1841, the shortest presidency in U. S. history. He was also the first U. S. president to die in office, causing a briefconstitutional crisissincepresidential successionwas not then fully defined in the U. S. Constitution. Harrison was the last president born as a British subject in the Thirteen Coloniesand was the grandfather of Benjamin Harrison, the 23rd U. S. president.",
        "John Tyler": "John Tyler(March 29, 1790 – January 18, 1862) was the tenthpresident of the United States, serving from 1841 to 1845, after briefly holding office as the tenthvice presidentin 1841. He was elected vice president on the1840Whigticket with President William Henry Harrison, succeeding to the presidency following Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate ofstates' rights, including regardingslavery, and he adoptednationalisticpolicies as president only when they did not infringe on the states' powers. His unexpected rise to the presidency posed a threat to the presidential ambitions of Henry Clayand other Whig politicians and left Tyler estranged from both of the nation's major political parties at the time.",
        "James Polk": "James Knox Polk(/poʊk/;[1]November 2, 1795 – June 15, 1849) was the 11thpresident of the United States, serving from 1845 to 1849. A protégé of Andrew Jacksonand a member of the Democratic Party, he was an advocate of Jacksonian democracyand extending the territory of the United States. Polk led the U. S. into the Mexican–American War, and after winning the war heannexedthe Republic of Texas, the Oregon Territory, and the Mexican Cession.",
        "Zachary Taylor": "Zachary Taylor(November 24, 1784 – July 9, 1850) was the 12thpresident of the United States, serving from 1849 until his death in 1850. Taylor was a career officer in the United States Army, rising to the rank ofmajor generaland becoming a national hero for his victories in the Mexican–American War. As a result, he won election to the White Housedespite his vague political beliefs. His top priority as president was to preserve the Union. He died 16 months into his term from astomach disease. Taylor had the third-shortest presidential term in U. S. history.",
        "Millard Fillmore": "Millard Fillmore(January 7, 1800 – March 8, 1874) was the 13thpresident of the United States, serving from 1850 to 1853, and was the last president to have been a member of the Whig Partywhile in office. A former member of the U. S. House of Representatives, Fillmore was elected the 12thvice presidentin1848, and succeeded to the presidency when Zachary Taylordied in July 1850. Fillmore was instrumental in passing the Compromise of 1850, which led to a brief truce in the battle over the expansion ofslavery.",
        "Franklin Pierce": "Franklin Pierce(November 23, 1804 – October 8, 1869) was the 14thpresident of the United States, serving from 1853 to 1857. A northern Democratwho believed that theabolitionist movementwas a fundamental threat to the nation's unity, he alienated anti-slavery groups by signing the Kansas–Nebraska Actand enforcing the Fugitive Slave Act. Conflict between North and South continued after Pierce's presidency, and, after Abraham Lincolnwaselected president in 1860, the Southern states seceded, resulting in the American Civil War.",
        "James Buchanan": "James Buchanan Jr.(/bjuːˈkænən/bew-KAN-ən;[3]April 23, 1791 – June 1, 1868) was the 15thpresident of the United States, serving from 1857 to 1861. Buchanan also served as thesecretary of statefrom 1845 to 1849 and represented Pennsylvaniain both houses of the U. S. Congress. He was an advocate forstates' rights, particularly regardingslavery, and minimized the role of thefederal governmentpreceding the Civil War.",
        "Donald Trump": "Donald John Trump(born June 14, 1946) is an American politician, media personality, and businessman who served as the 45thpresident of the United Statesfrom 2017 to 2021. He is currently thepresident-electsince winning the2024 presidential election, scheduled tobe inauguratedas the 47th president on January 20, 2025. Trump is a member of the Republican Party.",
        "Jimmy Carter": "James Earl Carter Jr.(born October 1, 1924) is an American politician and humanitarian who served from 1977 to 1981 as the 39thpresident of the United States. A member of the Democratic Party, he served from 1963 to 1967 in the Georgia State Senateand from 1971 to 1975 as the 76thgovernor of Georgia. Carter is thelongest-lived president in U. S. historyand the first to live to100 years of age.",
        "Theodore Roosevelt": "Theodore Roosevelt Jr.[b](October 27, 1858 – January 6, 1919), often referred to as Teddyor T. R., was the 26thpresident of the United States, serving from 1901 to 1909. He previously was involved in New Yorkpolitics, including serving as the state's33rd governorfor two years. He was thevice presidentunder President William Mc Kinleyfor six months in 1901, assuming the presidency after Mc Kinley's assassination. As president, Roosevelt emerged as a leader of the Republican Partyand became a driving force foranti-trustand Progressivepolicies.",
        "Woodrow Wilson": "Thomas Woodrow Wilson(December 28, 1856 – February 3, 1924) was the 28thpresident of the United States, serving from 1913 to 1921. He was the only Democratto serve as president during the Progressive Erawhen Republicans dominated the presidency andlegislative branches. As president, Wilson changed the nation's economic policies and led the United States into World War I. He was the leading architect of the League of Nations, and his stance on foreign policy came to be known as Wilsonianism.",
        "James Garfield": "James Abram Garfield(November 19, 1831 – September 19, 1881) was the 20thpresident of the United States, serving from March 1881 untilhis assassinationin September that year. A preacher, lawyer, and Civil Wargeneral, Garfield served nine terms in the United States House of Representativesand is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to the U. S. Senateby the Ohio General Assembly—a position he declined when he becamepresident-elect.",
        "Ulysses Grant": "Ulysses S. Grant(born Hiram Ulysses Grant;[a]April 27, 1822 – July 23, 1885) was the 18thpresident of the United States, serving from 1869 to 1877. Ascommanding general, Grant led the Union Armyto victory in the American Civil Warin 1865.",
        "William McKinley": "William Mc Kinley(January 29, 1843 – September 14, 1901) was the 25thpresident of the United States, serving from 1897 untilhis assassinationin 1901. A member of the Republican Party, he led a realignment that made Republicanslargely dominant in the industrial states and nationwidefor decades. He presided over victory in the Spanish–American Warof 1898; gained control of Hawaii, Puerto Rico, Guam, and the Philippines; restored prosperity after a deep depression; rejected the inflationarymonetary policyoffree silver, keeping the nation on thegold standard; and raisedprotective tariffs.",
        "Stephen Cleveland": "Stephen Grover Cleveland(March 18, 1837 – June 24, 1908) was the 22nd and 24thpresident of the United States, serving from 1885 to 1889 and from 1893 to 1897. He was the first Democratto win the presidency after the Civil Warand is the first of only two presidents to be elected to non-consecutive presidential terms.[b]",
        "Herbert Hoover": "Herbert Clark Hoover(August 10, 1874 – October 20, 1964) was the 31stpresident of the United States, serving from 1929 to 1933. A wealthy mining engineer before his presidency, Hoover led the wartime Commission for Relief in Belgiumand was the director of the U. S. Food Administration, followed by post-war relief of Europe. A member of the Republican Party, he served as the U. S. Secretary of Commercefrom 1921 to 1928 before beingelected president in 1928. His presidency was dominated by the Great Depression, and his policies and methods to combat it were seen as lackluster. Amid his unpopularity, he decisively lost reelection to Franklin D. Rooseveltin1932.",
        "Warren Harding": "Warren Gamaliel Harding(November 2, 1865 – August 2, 1923) was the 29thpresident of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular sitting U. S. presidents while in office. After his death, a number of scandals were exposed, including Teapot Dome, as well as an extramarital affair with Nan Britton, which tarnished his reputation.",
        "Chester Arthur": "Chester Alan Arthur(October 5, 1829[b]– November 18, 1886) was the 21stpresident of the United States, serving from 1881 to 1885. He was a Republicanlawyer from New Yorkwho previously served as the 20thvice presidentunder President James A. Garfield. Assuming the presidency after Garfield'sassassination, Arthur's presidency saw the largest expansion of the U. S. Navy, the end of the so-called \"spoils system\", and the implementation of harsher restrictions for migrants entering from abroad.",
        "William Taft": "Defunct",
        "Benjamin Harrison": "Benjamin Harrison(August 20, 1833 – March 13, 1901) was the 23rdpresident of the United States, serving from 1889 to 1893. He was a member of the Harrison family of Virginia—a grandson of the ninth president,William Henry Harrison, and a great-grandson of Benjamin Harrison V, a Founding Father. A Union Army veteran and a Republican, he defeated incumbent Grover Clevelandto win the presidency in 1888; however, was defeated for a second term by Cleveland in 1892.",
        "Rutherford Hayes": "Rutherford Birchard Hayes(/ˈrʌðərfərd/ⓘ; October 4, 1822 – January 17, 1893) was the 19thpresident of the United States, serving from 1877 to 1881. A staunchabolitionistfrom Ohio, he was also abrevetmajor generalfor the Union armyduring the American Civil War.",
        "John Coolidge": "Calvin Coolidge(born John Calvin Coolidge Jr.[1]/ˈkuːlɪdʒ/KOOL-ij; July 4, 1872 – January 5, 1933) was the 30thpresident of the United States, serving from 1923 to 1929. ARepublicanlawyer from Massachusetts, he previously served as the 29thvice presidentfrom 1921 to 1923 and as the 48thgovernor of Massachusettsfrom 1919 to 1921. Elected vice presidentin 1920, he succeeded to the presidency upon the sudden death of President Warren G. Hardingin August 1923. Elected in his own right in1924, Coolidge gained a reputation as asmall-governmentconservative with a taciturn personality and dry sense of humor that earned him the nickname \"Silent Cal\". His widespread popularity enabled him to run for a second full term, but Coolidge chose not to run again in1928, remarking that ten years as president would be \"longer than any other man has had it—too long!\"[b]"
    },
    "be": {
        "Guy Verhofstadt": "Guy Maurice Marie-Louise Verhofstadt[5](uitspraakⓘ) (Dendermonde,11 april1953) is een Belgischpoliticusvoor de Open Vlaamse Liberalen en Democraten(Open Vld). Hij waspremier van Belgiëvan 12 juli 1999 tot 20 maart 2008 in drie regeringen. Hij beëindigde zijn actieve politieke carrière in het Europees Parlement, waar hij van 2009 tot 2019 fractieleider van de Alliantie van Liberalen en Democraten voor Europa(ALDE) was.[6]",
        "Yves Leterme": "Yves Camille Désiré Leterme(Wervik,6 oktober1960) is een Belgischpoliticus. Hij was onder meer Vlaams minister-presidentenpremier van België. Hij was lang boegbeeld van de CD&Ven boegbeeld van het toenmalige kartel CD&V/N-VA.",
        "Herman None": "Herman Achille graaf Van Rompuy(Etterbeek,31 oktober1947) is een Belgischepoliticus van de christendemocratische partij CD&V. Hij was tussen 30 december 2008 en 25 november 2009 depremier van Belgiëen van 1 januari 2010[2]tot en met 30 november 2014voorzitter van de Europese Raad, in de media vaak incorrect 'president van Europa' genoemd.[3]Op 19 november 2009 werd bekendgemaakt dat hij was verkozen tot de eerste permanente voorzitter en op 1 maart 2012 werd Van Rompuy met algemene stemmen door de 27 staatshoofden en regeringsleiders van de EU voor een tweede mandaat benoemd. Na deze termijn was hij niet meer herkiesbaar.",
        "Léon Delacroix": "Léon Fréderic Gustave Delacroix(Sint-Joost-ten-Node,27 december1867–Baden-Baden,15 oktober1929) was een Belgischkatholiekpoliticus. De Léon Delacroixstraat in Anderlechten hetmetrostation Delacroixwerden naar hem vernoemd.",
        "Henry Carton": "Henri Victor Marie Ghislain graaf Carton de Wiart(Brussel,31 januari1869–Ukkel,6 mei1951) (ook als \"Henry\" vermeld) was een Belgischepoliticus. Hij was Eerste Ministervan 1920 tot 1921.",
        "Georges Theunis": "Georges Emile Pierre Léonard Theunis(Montegnée,28 februari1873–Brussel,4 januari1966) was een Belgischindustrieelenpoliticusvan de Katholieke Partij.",
        "Aloïs Van de Vyvere": "Aloys Jean Maria Joseph Van de Vyvere(Tielt,8 juni1871-Parijs,22 oktober1961) was een Belgischkatholiekvolksvertegenwoordigerenminister.",
        "Prosper Poullet": "Prosper Antoine Marie Joseph burggraaf Poullet(Leuven,5 maart1868-3 december1937) was een Belgischpoliticus.",
        "Henri Jaspar": "Henri Jaspar(Schaarbeek,28 juli1870-Sint-Gillis,15 februari1939[1]) was een Belgischkatholiekpoliticus, die twee keer premier van België was.",
        "Jules None": "Jules Laurent Jean Louis Renkin(Elsene,3 december1862-Brussel,15 juli1934) was een Belgischkatholiekpoliticus.",
        "Paul Van Zeeland": "Paul Guillaume van Zeeland(Zinnik,11 november1893–Brussel,22 september1973) was een Belgischadvocaat, econoom, katholiek politicus en staatsman.",
        "Achille Van Acker": "Achille Honoré (Achiel) Van Ackeruitspraakⓘ(Brugge,8 april1898– aldaar,10 juli1975) was een Belgischsocialistischpoliticus. Hij was viermaalpremier van België.",
        "Camille Huysmans": "Jean Joseph Camille Huysmans(ook Kamiel Huysmansgenoemd) (Bilzen,26 mei1871-Antwerpen,25 februari1968), geboren als Camiel Hansen, was een Belgischjournalistensocialistischpoliticusvoor de BWP/BSP.",
        "Gaston Eyskens": "Gaston François Marie burggraaf Eyskens(Lier,1 april1905–Leuven,3 januari1988) was drie maalchristendemocratischeerste ministervan Belgiëin de periode tussen1949en1973. Hij was de eerste Belgische regeringsleider die geboren was in de20e eeuw.",
        "Leo Tindemans": "Leonard Clemence(Leo) Tindemans(Zwijndrecht,16 april1922–Edegem,26 december2014) was een Belgischpoliticusvoor de CVPenminister van staat. Hij waseerste ministervan twee regeringen in België(periode van25 april1974tot20 oktober1978) en behaalde het grootste aantal voorkeurstemmen in de Belgische geschiedenis bij de Europese verkiezingenvan 1979. Daardoor kreeg hij de bijnaam \"de man van 1 miljoen stemmen\".[1]",
        "Elio Di Rupo": "Elio Di Rupo(Morlanwelz,18 juli1951) is een Belgischepoliticusvoor de Parti Socialiste(PS). Van 6 december 2011 tot 11 oktober 2014 was hijpremier van Belgiëen werd meermaals minister en minister-president van de Waalse Regering.",
        "Jean-Luc Dehaene": "Jean Luc Joseph Marie Dehaene[5]uitspraakⓘ(Montpellier,7 augustus1940–Quimper,15 mei2014) was van 1992 tot 1999 premier van België. Hij was lid van de toenmalige CVP(nu CD&V). Onder zijn regering werd België een volwaardigefederalestaat. Dehaene leidde twee coalitieregeringen met desocialistenen bekleedde verschillende ministerposten voor hij in 1992 eerste minister werd. Van 2000 tot 2007 was hijburgemeestervan Vilvoorde. In 2002 werd hij voorgedragen alsvicevoorzittervan de Europese Conventie.",
        "Frans Schollaert": "François Victor Marie Ghislain(Frans) Schollaert(Wilsele,19 augustus1851-Sainte-Adresse,25 juni1917)[1]was een Belgischkatholiekpoliticus.",
        "Pieter Decker": "Pierre Jacques François(Pieter) de Decker(Zele,25 januari1812-Schaarbeek,4 januari1891) was een Belgischpoliticusenauteur.",
        "Paul-Henri Spaak": "Paul-Henri Charles Spaakuitspraakⓘ(Schaarbeek,25 januari1899-Eigenbrakel,31 juli1972) was een Belgischsocialistischpoliticusen regeringsleider.",
        "Auguste Beernaert": "Auguste Marie François(August) Beernaert(Oostende,26 juli1829–Luzern,6 oktober1912) was een Belgischkatholiekpoliticusenmensenrechtenactivist. In 1909 won hij de Nobelprijs voor de Vrede.",
        "Théodore Lefèvre": "Théodore Joseph Albéric Marie Lefèvre(Gent,17 januari1914–Sint-Lambrechts-Woluwe,18 september1973) was een Belgischpoliticus. Hij was premier van België van 1961 tot 1965, aan het hoofd van deregering Lefèvre-Spaak.",
        "Paul None": "Paul Joseph graaf de Smet de Naeyer(Gent,13 mei1843–Brussel,9 september1913) was een Belgischkatholiekpoliticus.",
        "Étienne Gerlache": "Etienne Constantin baron de Gerlache(Biourge,25 december1785-Elsene,10 februari1871) wasadvocaat, politicus en magistraat in het Verenigd Koninkrijk der Nederlandenen in België.",
        "Wilfried Martens": "Wilfried Achiel Emma Martensuitspraakⓘ(Sleidinge,19 april1936–Lokeren,9 oktober2013) was een Vlaams-Belgische politicus voor de CD&V(vroeger CVP) en was van april 1979 tot maart 1992 (met een korte onderbreking)eerste ministervan België.",
        "Mark Eyskens": "Marc Maria Frans burggraaf Eyskens(uitspraakⓘ) (Leuven,29 april1933) is een Belgischeemeritushoogleraar,econoom,politicusenessayist. Van april tot december 1981 was hijpremier van België.",
        "Pierre Harmel": "Pierre Charles José Marie graaf Harmel(Ukkel,16 maart1911–Brussel,15 november2009) was een Belgischadvocaat,hoogleraaren christendemocratischstaatsman.",
        "Hubert Pierlot": "Hubert Marie Eugène Pierlot(Cugnon,23 december1883–Ukkel,13 december1963) was de Belgischeeerste ministervan1939tot1945.",
        "Jean-Baptiste Nothomb": "Jean Baptiste Nothomb(Messancy,3 juli1805–Berlijn,16 september1881) was een Belgischstaatsman en diplomaat die een belangrijke rol speelde bij het tot stand komen van de Belgische staat. Zo was hij een van de opstellers van de Belgische grondweten onderhandelde hij over de verdragen die de Belgische onafhankelijkheidgarandeerden.",
        "Edmond None": "Edmond Jules Isidore Leburton(Lantremange,18 april1915–Borgworm,15 juni1997) was een Belgischpoliticusvoor de PSB.",
        "Jean None": "Jean Pierre Armand Ghislain Marie Duvieusart(Frasnes-lez-Gosselies,10 april1900–Couillet,11 oktober1977) was een Belgischadvocaatenkatholiekpoliticus.",
        "Joseph Lebeau": "Jean Louis Joseph Lebeau(Hoei,2 januari1794– aldaar,19 maart1865) was lid van het Nationaal Congres,Belgischliberaalvolksvertegenwoordigereneerste minister.",
        "Charles Rogier": "Charles Latour Rogier(Nederlands, verouderd: Karel Rogier;Saint-Quentin17 augustus1800–Sint-Joost-ten-Node,27 mei1885) was een Belgischpoliticus en een van de grondleggers van de Belgische staat.",
        "Barthélemy None": "Barthélemy-Théodore graaf de Theux de Meylandt(Sint-Truiden,26 februari1794–Heusden,21 augustus1874) was een Belgischstaatsman, eerste minister en lid van het Nationaal Congres.",
        "Felix None": "Felix Amandus de Mûelenaere(Pittem,9 april1793– aldaar,5 augustus1862) was een Belgischunionistischpoliticus.",
        "Alexander De Croo": "Alexander Francis Herman De Croo(Vilvoorde,[3]3 november1975) is een Belgischpoliticus voor Open Vld.[4]Sedert 1 oktober 2020 is De Croopremier van Belgiëvan de zogenaamde Vivaldicoalitie. Hij volgde Sophie Wilmèsop en is de eerste Vlaamse premier in iets minder dan 10 jaar.",
        "Henri de Brouckère": "Henri Ghislain Joseph Marie Hyacinthe de Brouckère(Brugge,25 januari1801-Brussel,25 januari1891) was een Belgischliberaalpoliticus. Hij was onder meer eerste minister,volksvertegenwoordigeren lid van het Belgisch Nationaal Congres.",
        "Albert None": "Albert Joseph Goblet, sinds 1838graaf Goblet d'Alviella(Doornik,26 mei1790–Brussel,5 mei1873) was een Belgischpoliticus en officier.",
        "Sylvain Weyer": "Jean-Sylvain Van de Weyer(Leuven,19 januari1802–Londen,23 mei1874), beter bekend als Sylvain Van de Weyer, was een van de grondleggers van de Belgische Staat, en later ookeerste minister.",
        "Jules Burlet": "Jules Philippe Marie de Burlet(Elsene,10 april1844-Nijvel,1 maart1897) was een Belgischkatholiekpoliticus.",
        "Paul-Émile None": "Paul-Emile Janson(Brussel,30 mei1872- concentratiekamp Buchenwald,3 maart1944) was de Belgischeeerste ministervan november 1937 tot mei 1938.",
        "Jules Malou": "Jules Edouard François-Xavier Malou(Ieper,19 oktober1810-Sint-Lambrechts-Woluwe,11 juli1886) was een Belgischpoliticus. Hij was onder meer leider van de Katholieke Partij,volksvertegenwoordiger,senatoreneerste minister.",
        "Charles Broqueville": "Charles Marie Pierre Albert graaf de Broqueville(Postel(Mol),4 december1860-Brussel,5 september1940) was de Belgischekabinetsleider[1]tijdens de Eerste Wereldoorlog(van17 juni1911tot1 juni1918) en eerste minister van22 oktober1932tot20 november1934. Hij was lid van de Katholieke Partij.",
        "Joseph Pholien": "Joseph Clovis Louis Marie Emmanuel Pholien(Luik,28 december1884–Brussel,4 januari1968) was een Belgischpoliticusvan de PSC.",
        "Jean Van Houtte": "Jean Maria Josephus baron Van Houtte(Gent,17 maart1907–Brussel,23 mei1991) was een Belgischadvocaat,hoogleraarenpoliticusvan de CVP.",
        "Walthère Frère": "Hubert Joseph Walthère Frère-Orban(Luik,24 april1812–Brussel,2 januari1896) was een Belgischliberaalpoliticusdie zijn stempel heeft gedrukt op de eerste halve eeuw onafhankelijkheid van België.",
        "Gérard Cooreman": "Gérard François Marie(Gerard) Cooreman(Gent,25 maart1852–Brussel,2 december1926) was een Belgischadvocaatenpoliticusvoor dekatholieke Partij.",
        "Jules Vandenpeereboom": "Jules Pierre Henri François Xavier Vandenpeereboom(Kortrijk,18 maart1843-Anderlecht,6 maart1917) was een Belgischkatholiekpoliticus.",
        "Jules Trooz": "Baron Jules Henri Ghislain Marie de Trooz(Leuven,21 februari1857-Brussel,31 december1907) was een Belgischkatholiekpoliticus.",
        "Jules d'Anethan": "Jules Joseph d'Anethan(Brussel,23 april1803-Schaarbeek,8 oktober1888) was een Belgischpoliticus. Hij waspremiervan 2 juli 1870 tot 7 december 1871.",
        "Charles Michel": "Charles Yves Jean Ghislaine Michel(Namen,21 december1975) is een Belgischpoliticus voor de partij Mouvement Réformateur(MR). Van 11 oktober 2014 tot 27 oktober 2019 was hijpremier van Belgiëin de regeringen Michel Ien Michel II. Op 2 juli 2019 werd hij verkozen alsvoorzitter van de Europese Raad, in opvolging van Donald Tusk, een functie die hij sinds 1 december 2019 uitoefent.",
        "Sophie Wilmès": "Sophie Wilmès(Elsene,15 januari1975) is een Belgischpoliticavan de MR. Van 27 oktober 2019 tot 1 oktober 2020 was ze de eerste vrouwelijkepremiervan België.[1]Vanaf 1 oktober 2020 was ze vicepremier en minister van Buitenlandse Zaken en Buitenlandse Handel. Om familiale redenen legde ze op 21 april 2022 haar bevoegdheden als minister tijdelijk neer. Op 15 juli 2022 legde ze haar functie definitief neer."
    },
    "ma": {
        "Mohammed None": "هذه نسخة متحقق منها من هذه الصفحة",
        "Hassan None": "هذه نسخة متحقق منها من هذه الصفحة"
    },
    "ru": {
        "Vladimir Putin": "Влади́мир Влади́мирович Пу́тин(род.7 октября1952,Ленинград,СССР) —российскийгосударственныйиполитическийдеятель. Действующийпрезидент Российской Федерации, председательГосударственного Совета Российской ФедерациииСовета Безопасности Российской Федерации;Верховный главнокомандующий Вооружёнными силами Российской Федерациис 7 мая 2012 года. Ранее занимал должность президента с 7 мая 2000 по 7 мая 2008 года, также в 1999—2000 и 2008—2012 годах занимал должностьпредседателя правительства Российской Федерации. Фактически руководит Россией, согласно разным оценкам, с 1999[7]или с 2000 года[8]. В сентябре 2017 года Путин стал самым долго правящимроссийским лидеромпослеИосифа Сталина[9][10], а после окончанияпятого президентского срокастанет таковым со времёнЕкатерины II[11].",
        "Dmitry Medvedev": "иностранные:",
        "Boris Yeltsin": "Бори́с Никола́евич Е́льцин(1 февраля1931(1931-02-01),Бутка,Буткинский район,Уральская область,РСФСР,СССР—23 апреля2007,Москва,Россия) —советскийироссийскийпартийный, государственный и политический деятель, первый всенародно избранныйПрезидент Российской Федерации(1991—1999)➤; в ноябре 1991 — июне 1992 года одновременно возглавлялправительство. С марта по май 1992 года исполнял обязанностиминистра обороны Российской Федерации."
    },
    "fr": {
        "François Hollande": "Pour les articles homonymes, voir Hollande(homonymie).",
        "Nicolas Sarkozy": "« Sarkozy » redirige ici. Pour les autres significations, voir Sarkozy(homonymie),Nagyet Bocșa.",
        "François Mitterrand": "« Mitterrand » redirige ici. Pour les autres significations, voir Mitterrand(homonymie).",
        "Charles de Gaulle": "Pour les articles homonymes, voir Charles de Gaulle(homonymie)et Gaulle.",
        "Jacques Chirac": "Pour les articles homonymes, voir Chirac.",
        "Valéry Giscard d'Estaing": "« Giscard » et « VGE » redirigent ici. Pour les autres significations, voir Giscard(homonymie)et VGE(homonymie).",
        "Georges Pompidou": "Pour les articles homonymes, voir Pompidou.",
        "Adolphe Thiers": "Pour les articles homonymes, voir Thiers(homonymie).",
        "Napoléon Bonaparte": "Pour les articles homonymes, voir Louis-Napoléon Bonaparte(homonymie),Napoléon(homonymie)et Bonaparte(homonymie).",
        "Paul Doumer": "Vous lisez un «article de qualité» labellisé en 2019.",
        "Alain Poher": "Cet article possède unparonyme, voir Alain Bauer.",
        "Albert Lebrun": "Pour les articles homonymes, voir Lebrun.",
        "René Coty": "Pour les articles homonymes, voir Coty.",
        "Vincent Auriol": "Pour les articles homonymes, voir Auriol.",
        "Patrice de Mac Mahon": "Pour les autres membres de la famille, voir Famille de Mac Mahon.",
        "Émile Loubet": "Pour les articles homonymes, voir Loubet.",
        "Raymond Poincaré": "Pour les articles homonymes, voir Poincaré.",
        "Marie Carnot": "Pour les articles homonymes, voir Sadi Carnot,Famille Carnotet Carnot.",
        "Alexandre Millerand": "Vous lisez un «article de qualité» labellisé en 2019.",
        "Gaston Doumergue": "Pour les articles homonymes, voir Doumergue.",
        "Félix Faure": "Pour les articles homonymes, voir Alfred Faure(homme politique)et Félix Faure(1780-1859).",
        "Jules Grévy": "Pour les articles homonymes, voir Grévy.",
        "Clément Fallières": "Pour les articles homonymes, voir Fallières.",
        "Paul Deschanel": "Vous lisez un «article de qualité» labellisé en 2020.",
        "Georges Bidault": "Ne doit pas être confondu avec Georges Bidault de l'Isle.",
        "Jean Casimir-Perier": "Pour les articles homonymes, voir Périer.",
        "Charles Dupuy": "Pour les articles homonymes, voir Dupuy.",
        "Louis Cavaignac": "Cet article concerne l'homme politique. Pour son petit-fils historien, voir Eugène Cavaignac(historien).",
        "Louis None": "Pour les articles homonymes, voir Trochu.",
        "Frédéric None": "Frédéric François-Marsal, né le16 mars 1874àParis8e(Seine) et mort le20 mai 1958àGisors(Eure)[1], est un homme d'affaires et unhomme politiquefrançaisde la droite républicaine, dont la carrière politique a culminé avec son bref passage à la présidence du Conseil en 1924.",
        "Emmanuel Macron": "Pour les articles homonymes, voir Macron."
    }
}